Repository: coogger/coogger
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Be sure to choose the best title
tr: En iyi başlığı seçtiğinizden emin olun

source: Your content | problem | question | or anything else
tr: İçeriğiniz | problem | soru | ya da başka bir şey

source: Your topic
tr: Konunuz

source: Please, write your topic about your contents.
tr: Lütfen içeriğinizle ilgili konunuzu yazın.

source: The language of your content
tr: İçeriğinizin dili

source: Keywords
tr: Anahtar kelimeler

source: Write your tags using spaces, max:5
tr: Etiketlerinizi boşluklar kullanarak yazın, maks: 5

source: article's status
tr: makalenin durumu

source: Total contributors count
tr: Toplam katılımcı sayısı

source: Your problem | question | or anything else
tr: Sorununuz | soru | ya da başka bir şey

source: Status
tr: Durum

source: reported person
tr: rapor edilen kişi

source: type of report
tr: rapor türü

source: Can you give more information ?
tr: Daha fazla bilgi verebilir misiniz?

source: Name
tr: İsim

source: Please, write topic name.
tr: Lütfen konu adını yazın.

source: Add an Image Address
tr: Resim Adresi Ekleme

source: description of topic
tr: konunun açıklaması

source: Keyword
tr: Kelime

source: Write your tags using spaces
tr: Etiketlerinizi boşluk kullanarak yazın

source: Add an address if it have
tr: Varsa bir adres ekleyin

source: How many content in
tr: İçinde kaç içerik var

source: Is it editable? | Yes/No
tr: Düzenlenebilir mi? | Evet Hayır

source: Global Topic
tr: Global Konu

source: Total duration all contents
tr: Tüm içeriklerin toplam süresi

source: Total views all contents
tr: Toplam tüm içeriği görüntüler

source: Total count open issue
tr: Toplam açık oturum sayısı

source: Total count closed issue
tr: Toplam kapalı sayı sayısı

source: Total count open contributions
tr: Toplam açık katılım sayısı

source: Total count closed contributions
tr: Toplam kapalı katkı sayısı

source: Total commit count
tr: Toplam taahhüt sayısı

source: User Topic
tr: Kullanıcı Konusu

source: website
tr: İnternet sitesi

source: write address / username
tr: adres / kullanıcı adı yaz

source: Write a long article about yourself, see; /u/@your_username/about/
tr: Kendiniz hakkında uzun bir makale yazın, bakın /u/@your_username/about/

source: About Yourself
tr: Senin hakkında

source: Write something short about yourself, this will appear in your profile.
tr: Kendiniz hakkında kısa bir şeyler yazın, bu profilinizde görünecektir.

source: Allow email notifications.
tr: E-posta bildirimlerine izin ver.

source: title
tr: başlık

source: Title
tr: Başlık

source: There is no data
tr: Veri yok

source: Edit
tr: Düzenle

source: Contribute
tr: Katkıda bulunmak

source: Other Contents of The Topic
tr: Konunun Diğer İçeriği

source: This article is not ready to read
tr: Bu makale okumaya hazır değil

source: Last update
tr: Son Güncelleme

source: Unfollow
tr: Takip etmekten vazgeç

source: Follow
tr: Takip et

source: How To Write My Content ?
tr: İçeriğimi Nasıl Yazabilirim?

source: What is Markdown ?
tr: Markdown nedir?

source: Need help for learing **markdown** format ? Check These Addresses Below
tr: ** markdown ** formatını öğrenmek için yardıma mı ihtiyacınız var? Aşağıdaki Adresleri Kontrol Edin

source: Coogger Post Guide
tr: Coogger Post Kılavuzu

source: How To Upload My Image
tr: Resmimi Nasıl Yükleyebilirim

source: Deleting your user account
tr: Kullanıcı hesabınızı silme

source: You can delete your Coogger user account at any time.
tr: Coogger kullanıcı hesabınızı istediğiniz zaman silebilirsiniz.

source: Deleting your user account removes your first, last and email addesss and all topics, bookmarks, votes, views, comments owned by your account.
tr: Kullanıcı hesabınızı silmek, ilk, son ve e-posta adresinizi ve hesabınıza ait tüm konuları, yer işaretlerini, oyları, görünümleri ve yorumları kaldırır.

source: Issues and contributions you've made in topics owned by other users will not be deleted - instead, they'll be associated with our @Ghost user.
tr: Diğer kullanıcıların sahip olduğu konularda yaptığınız sorunlar ve katkılarsilinmeyecek - bunun yerine, @Ghost kullanıcımızla ilişkilendirilecekler / anonimleştirilecektir.

source: If you delete your account, you will never be able to log in to the coogger again.
tr: Hesabınızı silerseniz, coogger'a asla giriş yapamazsınız.

source: To delete your account, just enter your username
tr: Hesabınızı silmek için kullanıcı adınızı girmeniz yeterlidir

source: You can give us the greatest support by recommending Coogger to your friends.
tr: Coogger'ı arkadaşlarınıza önererek bize en büyük desteği verebilirsiniz.

source: Click to visit this issue.
tr: Bu sorunu ziyaret etmek için tıklayın.

source: Here is the content, click and read
tr: İşte içerik, tıklayın ve okuyun

source: left a comment on your post click to reply.
tr: yayınınıza bir yorum bıraktı yanıtlamak için tıklayın.

source: search content, #topic or @user ..
tr: ara içerik, #konu veya @kullanıcı ..

source: Guide
tr: Kılavuz

source: Privacy Policy
tr: Gizlilik Politikası

source: Sponsorship
tr: Sponsorluk

source: Delete Account
tr: Hesabı sil

source: Create Topic
tr: Konu Oluştur

source: SOCIAL
tr: SOSYAL

source: Login via github
tr: Github ile giriş

source: Explorer
tr: Keşfet

source: Feed
tr: Akış

source: Contents
tr: İçerikler

source: Bookmark
tr: Yer imi

source: Comments
tr: Yorumlar

source: About
tr: Hakkında

source: Settings
tr: Ayarlar

source: Sign out
tr: Oturumu Kapat

source: Most Remarkable Topics
tr: En Önemli Konular

source: Coogger is a platform for developers to publish technical documents in the best way.
tr: Coogger, geliştiriciler için teknik belgeleri en iyi şekilde yayınlamalarını sağlayan bir platformdur.

source: About Coogger
tr: Coogger hakkında

source: We are open-source
tr: Açık kaynağız

source: Coogger has issue feature, click and check this is an example
tr: Coogger'da issue özelliği var, tıklayın ve bunun bir örnek olup olmadığını kontrol edin

source: Coogger has commit feature, click and check this is an example
tr: Coogger'ın commit özelliği vardır, tıklayın ve bunun bir örnek olup olmadığını kontrol edin

source: Coogger use markdown format
tr: Coogger markdown formatı kullanır

source: Coogger is the same on all browsers
tr: Coogger tüm tarayıcılarda aynıdır

source: Coogger is a responsive design
tr: Coogger her ekrana duyarlı bir tasarıma sahiptir

source: Some Documents Written by Our Users
tr: Kullanıcılarımız Tarafından Yazılan Bazı Belgeler

source: Latest Users Joining the Coogger
tr: Coogger'a Katılan Son Kullanıcılar

source: Open Issues
tr: Açık sorunlar

source: Report / flag
tr: Bildir / işaretle

source: SORRY, WE COULDN’T FIND ANY RESULTS FOR
tr: ÜZGÜNÜZ, HERHANGI BIR SONUÇ IÇIN BULAMADIK

source: Try a more generic search term.
tr: Daha genel bir arama terimi deneyin.

source: Sponsorship Information, Policy and FAQ
tr: Sponsorluk Bilgileri, Politika ve SSS

source: Coogger.com needs you, please contact us for sponsorship.
tr: Coogger.com'un size ihtiyacı var, sponsorluk için lütfen bizimle iletişime geçin.

source: Our user has not written an article about himself yet.
tr: Kullanıcımız henüz kendisi hakkında bir makale yazmadı.

source: This is just a comment, view the full content
tr: Bu sadece bir yorum, tüm içeriği görüntüle

source: Followers
tr: Takipçiler

source: Following
tr: Takip edilenler

source: TOPIC
tr: KONULAR

source: CONTENT
tr: İÇERİK

source: BOOKMARK
tr: YER İMİ

source: COMMENT
tr: YORUM

source: ABOUT
tr: HAKKINDA

source: Approved
tr: Onaylandı

source: Rejected
tr: Reddedildi

source: Issues
tr: Sorunlar

source: Closed
tr: Kapalı

source: Open new issue
tr: Yeni issue aç

source: last updated
tr: Son güncelleme

source: Add content
tr: İçerik ekle

source: Update
tr: Güncelleme

source: issues
tr: sorunlar

source: contributions
tr: katkıları

source: views
tr: Görüntüleme

source: Closed this issue
tr: Bu sorunu kapatıldı

source: Open this issue
tr: Bu sorunu aç

source: This obj is already saved
tr: Bu obje zaten kaydedildi
